{"hed":"Where the (good) jobs are","dek":"Montana’s economic landscape, visualized","intro":{"text":[{"type":"text","value":"Montana’s boundaries span an enormous amount of landscape. Ninety-four million acres to be not-quite-exact, space that also houses XXX residents and, according to 2017 figures from the U.S. Bureau of Economic Analysis, 676,000 jobs."},{"type":"text","value":"That gives Montana just about 140 acres per job, if you want to do the math — or would, that is, if employment opportunities were spread evenly across Big Sky Country. But the state’s economy, like its physical geography, isn’t particularly flat."},{"type":"text","value":"Specific types of jobs cluster in particular places — generally cities. And most job growth in recent decades has clumped around city-based industries, leaving many of the state’s rural stretches job sparse even as cities like Bozeman, Billings and Kalispell deal with boom time challenges."},{"type":"text","value":"Just like mountains and rivers direct where we can build homes and businesses, Montana’s economic geography shapes our lives, defining the opportunities Montanans do — or don’t — have available as we try to make a decent living, support our families and strengthen our communities."},{"type":"text","value":"The graphics that follow, the initial installment in what we’re calling the Long Streets Project, are an effort to chart that economic geography, using BEA data published county-by-county to provide a big picture view of our wide state and its economy."}]},"graphics":[{"id":"graphic-1","hed":"The big picture","source":"US Bureau of Economic Analysis, State Personal Income and Employment Table SA25N. 2017 data","text":[{"type":"text","value":"Federal economists spend an enormous amount of effort trying to categorize different industries. The classification system this graphic is adapted from, for example (the North American Industry Classification System, or NAICS), includes more than 2,000 detail-level job categories."},{"type":"text","value":"At a high level, Montana’s about XFRACTION of Montana’s employment comes in the service sector — a broad category including everything from waitressing to realtors and traffic engineering consultants. That’s about XCOMPARISON to the XXX jobs in natural resource industries."},{"type":"text","value":"Government, including public education, and healthcare represent significant slices of the state economy as well — XXX and XXX jobs, respectively. XXX Montanans, XPercent of the overall workforce, are employed in hospitals."},{"type":"text","value":"[Could expand — How does Montana’s breakdown compare to the nation?]"}]},{"id":"graphic-2","hed":"The economy hubs","source":"US Bureau of Economic Analysis, Local Area Personal Income and Employment Table CA25N. Data for 2016.","text":[{"type":"text","value":"Montana’s economy clusters around seven main hubs: the cities of Kalispell, Missoula, Bozeman, Billings, Helena and Butte. Those seven regions — nine of Montana’s 56 counties, as we’ve divided up the state here — include XX% of the state’s population and XX% of its employment."},{"type":"text","value":"Put another way, there are nearly as many jobs in Yellowstone County around Billings, as there the XX rural plains counties in central and eastern Montana east of the Rockies."}]},{"id":"graphic-3","hed":"The job growth standouts","source":"US Bureau of Economic Analysis, Local Area Personal Income and Employment Table CA25N. Data for 2001-2016.","text":[{"type":"text","value":"Recent job growth, however, has pushed Montana’s cities toward even greater economic dominance — with new job opportunities clustering in just five of the state’s seven cities — Bozeman, Billings, Missoula, Kalispell and Helena. Together, their regions together accounted for XX percent of Montana’s net job additions in the 15-year span before 2016."},{"type":"text","value":"Much of that growth has come in the service sector — representing XXX new jobs (not necessarily all full-time) around Bozeman alone."},{"type":"text","value":"Healthcare employment has also risen in most parts of the state, though industry-specific figures redacted over employer privacy concerns in small counties makes it tricky to pin down exact sector-level changes."}]},{"id":"graphic-4","hed":"The recession-proof sectors","source":"US Bureau of Economic Analysis, Local Area Personal Income and Employment Tables CA25 and CA25N. Data for 1980-2016.","text":[{"type":"text","value":"Construction and retail trade have seen substantial employment swings during the Great Recession and ensuing recovery — with the bursting housing bubble costing XXX construction jobs between YEAR and YEAR. Sectors like healthcare and government, in contrast, weathered the downturn with fewer job losses."},{"type":"text","value":"Natural resource employment — historically the state’s economic lynchpin — has generally stagnated so far this century even as the number of jobs in services and healthcare has grown. Mining, however, has been an exception — its employment numbers swinging upwards with eastern Montana’s portion of the Bakken oil boom. As of 2016, mining employment is down XPERCENT from its XYEAR peak, when it employed XNUMBER workers in Montana."},{"type":"text","value":"[Discuss - add manufacturing to natural resources graph? It’s the only industry sector I’m missing]"}]},{"id":"graphic-5","hed":"What the growth industries pay","source":"US Bureau of Economic Analysis, Local Area Personal Income and Employment Tables CA25N and CA6N. Data for 2001-2016.","text":[{"type":"text","value":"While the service sector has dominated Montana job growth — within cities in particular — component industries like real estate, arts and recreation and lodging post comparatively low average pay numbers, an indicator either of typically low hourly wages or a workforce that skews toward part-time employment. In contrast, higher-wage industries like transportation, manufacturing and (yes) government have seen below-average job growth in recent decades."},{"type":"text","value":"Two primary exceptions stand out in terms of offering higher wages and higher employment numbers — mining and healthcare. The large healthcare sector in particular offered 75,000 jobs to Montanans at an average pay of $49,000 in 2016 — an XNumber-job increase over 2001."}]},{"id":"graphic-6","hed":"The statewide wage gap","source":"Data for 2016.","text":[{"type":"text","value":"Workers across Montana have long contended with low wages compared to their counterparts across the nation — a gap that has closed somewhat over the past 15 years. Again, however, the figures show a pronounced urban-rural gap. While the average job in Billings pays XAMOUNT, the average in the state’s rural mountains was $27,700."},{"type":"text","value":"While college towns Bozeman and Missoula have fared well in terms of overall job growth, their typical wages are actually below the state average as well — XXX in Bozeman and XXX in Missoula."},{"type":"text","value":"The wage gap persists across most of the state’s industries. As we’ve grouped broad industry categories here, only one sector, government, boosts an average wage above the national figure."},{"type":"text","value":"[Discuss - cut “earnings by industry sector” graph for clarity here? Possible that earnings by region chart should start its y-axis at 0 to avoid giving the impression the Mountains region has half the average state wage in instead of ¾ of it, too.]"}]},{"id":"graphic-7","hed":"And the rest of the economy — non-labor income","source":"US Bureau of Economic Analysis, Local Area Personal Income and Employment Table CA5N. Data for 2016.","text":[{"type":"text","value":"Job-based earnings are far from the whole picture for the state’s economy, representing only XPercent of average personal income."},{"type":"text","value":"Also fueling the Montana lifestyle is income from properties and investments ($XXX per resident, on average), as well as transfer payments ($XXX on average), mostly income from government programs like Social Security and Medicaid."},{"type":"text","value":"Non-labor income does outweigh the low wages of rural Montana to some extent — a likely sign of a populace skewed toward retirees. In fact, less than half the income reported in the state’s rural western Mountains in 2016, 48%, came from wages or business ownership."}]}],"outro":{"hed":"On a final note","text":[{"type":"text","value":"Have questions about the stories behind these trends? We do too -- and plan to dig into several of them as the Long Streets Project continues, reporting out specific stories that can help us understand what these statistics look like at the scale of individual people and businesses."},{"type":"text","value":"If you want to encourage us to look into something specific — or have some insight that might be helpful — we'd love to hear from you at staff@longstreetmt.com. Sign up for our email newsletter if you want to follow along, too -- the next installment will discuss some of the things these numbers can't tell you."},{"type":"text","value":"[NEWSLETTER SUBSCRIBE BOX]"},{"type":"text","value":"[Long Streets postscript - project explanation, plug for MTFP and GMF]"},{"type":"text","value":"This article was edited by Derek Brouwer."},{"type":"text","value":"[“Nerd box” - data sourcing and discussion. Write minimum here and link to cleaned up Observable notebook with original graphics]"}]}}