{"hed":"Where the (good) jobs are","dek":"Montana’s economic landscape, visualized","intro":{"text":[{"type":"text","value":"Montana is a big place. Ninety-four million acres of big, to be exact, landscape that also holds 1.1 million residents and, according to 2017 figures from the U.S. Bureau of Economic Analysis, 676,000 jobs."},{"type":"text","value":"That gives every job in the state just about 140 acres of elbow room if you do the math — or would, that is, if employment opportunities were spread evenly across Big Sky Country. But Montana’s economy, like its topography, isn’t particularly flat."},{"type":"text","value":"Just like mountains and rivers direct where we can build homes and businesses, that economic geography shapes our lives. It defines the opportunities Montanans do (or don’t) have as we try to make a decent living, support our families and invest in our communities. As the saying goes — you can’t eat the scenery."},{"type":"text","value":"As such, the economy is a major focus for our elected officials and business leaders. Calls for “high paying jobs” are a staple of Montana politics everywhere from campaign rallies to gym locker rooms. A whole branch of state government, the Montana Department of Commerce, is focused on livelihoods. The state’s congressmen in Washington, D.C. send out a steady stream of press releases touting any and every accomplishment they can spin as boosting job creation. Over in the private sector, we have more industry associations than you can shake a stick at (the Montana Photonics Industry Alliance anyone?)"},{"type":"text","value":"But what does all that get Montana workers, in a state where wages have risen in recent years but are still painfully low — 72 percent of the national average? The graphics that follow, the initial installment in our Long Streets Project, are an effort to begin answering that question, charting Montana’s economic landscape using the most comprehensive county-level employment and wage data available from the BEA."},{"type":"text","value":"Some of what these visualizations show is familiar insight. Some isn’t. And a few of them raise questions we don’t yet have answers to (for instance: just what is the federal government paying civilian employees in Montana an average of $96,600 a year to do?)."},{"type":"text","value":"But what is clear: Certain types of jobs cluster in particular places — generally cities. And most Montana job growth in recent decades has clumped around urban industries, leaving many of the state’s rural stretches job sparse even as cities like Bozeman, Billings and Kalispell face boom time challenges."}]},"graphics":[{"id":"graphic-1","hed":"The big picture: 676,000 jobs","source":"","text":[{"type":"text","value":"At a high level, about four in 10 Montana jobs are in the service sector — a wide category including everything from waitressing to realtors and software engineers. In contrast, natural resource industries like logging, mining and farming today account for about 55,550 jobs, fewer than one Montana job in 10."},{"type":"text","value":"Montana’s workforce composition generally parallels the national economy, except with higher farm employment — 4.6 percent of the state workforce, as opposed to 1.3 percent nationally — and fewer manufacturing jobs — 3.7 percent of the Montana workforce versus 6.8 percent of the nation’s."}]},{"id":"graphic-2","hed":"The economy hubs","source":".","text":[{"type":"text","value":"In a geographic sense, Montana’s economy clusters around seven main hubs: the cities of Kalispell, Missoula, Bozeman, Billings, Helena and Butte. Those seven regions — nine of Montana’s 56 counties, as we’ve divided up the state here — include 72% of the state’s jobs and 68% of its people."},{"type":"text","value":"We’ve sorted the rest of Montana into two broad categories — rural mountain counties in between the western cities and the wide open plains of north-central and eastern Montana. The plains communities — many of which have been in population decline since the 1930s homestead era — are particularly job sparse. The total number of jobs spread across the 35 plains counties was about 119,000 in 2016, compared to 109,000 in Billings alone."}]},{"id":"graphic-3","hed":"The job growth standouts","source":"","text":[{"type":"text","value":"New job opportunities have also clustered in urban areas — five of the state’s seven cities in particular — Bozeman, Billings, Missoula, Kalispell and Helena. Together, their regions accounted for 70 percent of Montana’s net job creation in the 15-year span before 2016."},{"type":"text","value":"Bozeman specifically has been Montana’s job growth leader so far this century, adding a total of 29,000 jobs, more than half of those in service sector positions. Bozeman’s Gallatin County has also grown dramatically in terms of population — adding more than 34,000 residents since 2001. That growth is typically attributed to the city’s combination of economic opportunity and quality of life — the economic opportunity fueled by Montana State University’s enrollment gains, tourism and an expanding technology sector."},{"type":"text","value":"Healthcare employment is an economic bright spot in most parts of the state, adding 75,000 jobs in total. In Great Falls, for example, healthcare job gains fueled by the expansion of employers like Benefis hospital represent more than half the city’s net job growth."},{"type":"text","value":"Rural plains counties appear to be an exception to the health boom, though their healthcare employment numbers may be masked by the federal government’s policy of redacting public data for the sake of employer privacy in areas where there are only a few companies in particular industry."}]},{"id":"graphic-4","hed":"Where employment has grown","source":"","text":[{"type":"text","value":"The Great Recession hit construction and retail employment hard — with the housing bubble hangover costing 13,900 construction jobs between 2007 and 2011. Sectors like healthcare and government, in contrast, weathered the downturn without job losses."},{"type":"text","value":"Natural resource employment — historically the state’s economic lynchpin — has generally stagnated so far this century even as the number of jobs in services and healthcare has grown. Mining, however, has been an exception — with its employment numbers swinging upwards with eastern Montana’s portion of the Bakken oil boom. As of 2016, mining employment is down 16 percent from its 2012 peak."}]},{"id":"graphic-5","hed":"What the growth industries pay","source":".","text":[{"type":"text","value":"While the service sector has dominated Montana job growth, component industries like real estate, arts and recreation and lodging post comparatively low average pay numbers, an indicator either of typically low hourly wages or a workforce that skews toward part-time employment. In contrast, higher-wage industries like transportation, manufacturing and (yes) government have seen below-average job growth in recent decades."},{"type":"text","value":"Two primary exceptions stand out in terms of offering higher wages and higher employment numbers — mining and healthcare. The healthcare sector in particular paid its Montana workers an average of $49,000 a year — and provided a 19,400-job increase over 2001."},{"type":"text","value":"The Montana Department of Labor and Industry, which publishes annual job growth projections, says it also expects healthcare to be the state’s fastest-growing industry in the coming years, adding an estimated 1,200 jobs a year through 2027. The department projects that mining employment will remain essentially flat."}]},{"id":"graphic-6","hed":"The statewide wage gap","source":"Data for 2016.","text":[{"type":"text","value":"Workers across Montana have long contended with low wages compared to their counterparts across the nation — a gap that has closed somewhat over the past 15 years. Again, however, the figures show a pronounced urban-rural gap. While the average job in Billings paid $44,100 in 2016, the average in the state’s rural mountains was $27,700."},{"type":"text","value":"While college towns Bozeman and Missoula have fared well in terms of overall job growth, their typical wages are actually below the state average — $35,900 in Bozeman and $35,500 in Missoula (including Ravalli County)."},{"type":"text","value":"The wage gap persists across different types of jobs. As we’ve grouped broad industry categories here, only one Montana sector, government, pays a typical wage above the nation’s economy-wide average. (Government jobs, says the Montana Department of Labor and Industry, are more likely to be full-time professional positions than most other sectors and often come with higher education requirements.)"}]},{"id":"graphic-7","hed":"And the rest of the picture — non-labor income","source":"","text":[{"type":"text","value":"Job-based earnings are far from the whole picture for the state’s economy, representing only 57 percent of the average Montanan’s $42,900 in annual income."},{"type":"text","value":"Another quarter of the state’s income comes from investments — dividends, interest and rental payments and the remaining fifth is mostly what economists call “transfer payments, mostly income from government programs like Social Security and Medicaid."},{"type":"text","value":"Investments and government transfers are particularly significant sources of income in rural Montana, where they offset comparatively low levels of earned income. In fact, less than half the income reported in the state’s rural western mountains in 2016, 48 percent, came from wages or business ownership."}]}],"outro":{"hed":"On a final note","text":[{"type":"text","value":"Have questions about the stories behind these figures? We do too — and plan to dig into several of them as the Long Streets Project continues, working out what these statistics look like at the scale of individual people and businesses (one example — that outlier wage average for federal employees)."},{"type":"text","value":"If you want to encourage us to look into something in particular — or have some insight that might be helpful — we'd love to hear from you at staff@longstreetmt.com. Sign up for our email newsletter if you want to follow along, too -- the next installment will discuss some of the things these numbers can't tell you."},{"type":"text","value":"ADD - Newsletter Subscribe box"},{"type":"text","value":"ADD - A question form"},{"type":"text","value":"Edited by Derek Brouwer."},{"type":"text","value":"This story was originally published by Montana Free Press as part of the Long Streets Project, longstreetsmt.com. This work is supported in part by a grant from the Greater Montana Foundation, which encourages communication on issues, trends and values of importance to Montanans."},{"type":"text","value":"Thanks to Pat Barkey of the University of Montana Bureau of Business and Economic Research and Chris Mehl of Headwaters Economics for providing feedback on earlier versions of these graphics. Data sources and the code used to produce this analysis can be found here."}]}}